const groups = ["201", "202", "203", "204"];
const week = [
  "Понедельник",
  "Вторник",
  "Среда",
  "Четверг",
  "Пятница",
  "Суббота",
];
const colors = {
  Лекция: "#34c3ff",
  Практика: "rgb(255,151,0)",
  "Лабораторная работа": "magenta",
  Прочее: "red",
  "Военная подготовка": "red",
  window: "green",
};
const timesLessons = {
  1: "08:00-09:20",
  2: "09:35-10:55",
  3: "11:35-12:55",
  4: "3:10-14:30",
  5: "15:10-16:30",
  6: "16:45-18:05",
  7: "18:20-19:40",
  8: "19:55-21:15",
  9: "21:25-22:45",
};

export { groups, week, colors, timesLessons };
